{
  "filename": "blog3.md",
  "__html": "<h1>Content</h1>\n<p>An analysis of the causes of forthcoming epidemics in the twenty-first century has been validated by the COVID‑19 pandemic (J. Bedford et al. Nature 575, 130–136; 2019). The International Initiative on Spatial Lifecourse Epidemiology (ISLE), which we direct, is a transdisciplinary collaborative network that is helping to keep up with the dynamic and multidimensional nature of epidemics (P. Jia Lancet Planet. Health 3, PE57–E59; 2019). It aims to improve the forecasting, monitoring and management of chronic diseases and epidemics.</p>\n<p>The ISLE uses big data, citizen science, artificial intelligence and advanced tracking technologies to investigate the long-term effects of environmental, behavioural, psychosocial and biological factors on public health. This year, it relocated from Europe to China to strengthen leadership and public-health measures in developing regions, particularly for epidemic control and prevention. It adopts ‘one-health’ approaches — using Earth-observation technologies to monitor the environment, ecology and health, for example. Also, the community is encouraged to participate in research into the aetiology, prevention and treatment of past diseases as a guide to future responses.</p>\n<p>We urge the World Health Organization to coordinate the geographical coverage of global public-health initiatives and to promote their relocation to the most vulnerable regions.</p>\n<h1>Links</h1>\n<ul>\n<li>\n<p><a href=\"https://www.nature.com/articles/d41586-020-01079-0\">Nature: Are we ready for a new era of high-impact and high-frequency epidemics?</a></p>\n</li>\n<li>\n<p><a href=\"https://mp.weixin.qq.com/s/9HTDYsIyRFEqcdl6BPzGkw\">Wechat pushing article by ISLE</a></p>\n</li>\n</ul>\n",
  "title": "Are we ready for a new era of high-impact and high-frequency epidemics?",
  "keywords": "WHO, COVID-19, ISLE",
  "description": "We reported our work about COVID-19 during the past four months in the Nature and was titled as 'Outpace epidemic transitional phases'."
}